const data = [
      {
          member: {
              nickname: "1쿠조",
              memberId: 1
          },
          id: 1,
          title: "제목 입니다1제목 입니다1제목 입니다1제목 입니다1",
          content: "내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1",
          tags: [
              "#third",
              "#java",
              "#spring",
              "#like"
          ],
          recommendCount: 1,
          hits: 1,
          baseTime: {
              createdAt: "2022-12-24T14:26:59.7627641",
              lastModifiedAt: "2022-12-24T14:26:59.7627641"
          },
          selection: true,
          commentCount: 1
      },
      {
        member: {
            nickname: "2쿠조",
            memberId: 2
        },
        id: 2,
        title: "제목 입다1제목 입니1니다222222222222222222목 입니다1제목 입니다1제목 입니다1제목 입니다1제목 입니다1니다1",
        content: "내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1",
        tags: [
            "#third",
            "#java",
            "#spring",
            "#like"
        ],
        recommendCount: 1,
        hits: 1,
        baseTime: {
            createdAt: "2022-12-24T14:26:59.7627641",
            lastModifiedAt: "2022-12-24T14:26:59.7627641"
        },
        selection: true,
        commentCount: 1
    },
    {
        member: {
            nickname: "3쿠조",
            memberId: 2
        },
        id: 2,
        title: "제목 33333입333333다1제목 입니1니33333333333입니다1제목 입니다1제목 입니다1제목 입니다1제목 입니다1니다1",
        content: "내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1내용 입니다1",
        tags: [
            "#third",
            "#java",
            "#spring",
            "#like"
        ],
        recommendCount: 1,
        hits: 1,
        baseTime: {
            createdAt: "2022-12-24T14:26:59.7627641",
            lastModifiedAt: "2022-12-24T14:26:59.7627641"
        },
        selection: true,
        commentCount: 1
    }
  ]
  
  const pageInfo = {
      page: 1,
      size: 10,
      totalElements: 300,
      totalPages: 30
  }

  export default data;